Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/Onboarding.xcstrings
Source language: en_us
Languages: ab, be, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_es, es_mx, eu, fi, fr, gd, gl, he, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, ko, lo, ml, nb, nl, nn, pa_in, pl, pt_br, pt_pt, rm, ru, sat_olck, scn, si, sk, sl, sq, su, sv, tg, th, tr, tt, ug, uk, vi, zh_cn, zh_tw

# Onboarding.Welcome.Link.Action.v114
source: Learn more in our privacy notice
ab: Еиҳаны еилышәкаа ҳмаӡаратә рдырраҭараҿы
be: Даведайцеся больш у нашым паведамленні аб прыватнасці
br: Lennit hon evezhiadenn a-fet buhez prevez evit gouzout hiroc’h
bs: Saznajte više u našoj obavijesti o privatnosti
ca: Més informació en l’avís de privadesa
co: Sapene di più in a nostra dichjarazione di cunfidenzialità
cs: Další informace naleznete v našich oznámeních o ochraně osobních údajů
cy: Darllenwch ein hysbysiad preifatrwydd
da: Læs mere i vores privatlivserklæring
de: Weitere Informationen finden Sie in unserem Datenschutzhinweis
dsb: Zgóńśo wěcej w našej powěźeńce priwatnosći
el: Μάθετε περισσότερα στη Σημείωση απορρήτου μας
eo: Pli da informo en nia rimarko pri privateco
es: Saber más en nuestro aviso de privacidad
es_ar: Conocé más en nuestra nota de privacidad
es_cl: Aprende más en nuestra política de privacidad
es_es: Saber más en nuestro aviso de privacidad
es_mx: Conoce más en nuestro aviso de privacidad
eu: Argibide gehiago gure pribatutasun-oharrean
fi: Lue yksityisyyskäytäntömme
fr: En savoir plus dans notre politique de confidentialité
gd: Faigh barrachd fiosrachaidh ann an aithris na prìobhaideachd againn
gl: Obtéña máis información no noso aviso de privacidade
he: מידע נוסף בהצהרת הפרטיות שלנו
hr: Saznaj više u našoj napomeni o privatnosti
hsb: Zhońće wjace w našej zdźělence priwatnosće
hu: További információk az adatvédelmi nyilatkozatunkban
hy_am: Իմացեք ավելին մեր գաղտնիության ծանուցման մեջ
ia: Lege nostre aviso de confidentialitate
id: Pelajari lebih lanjut pemberitahuan privasi kami
is: Sjáðu nánar í persónuverndaryfirlýsingu okkar
it: Ulteriori informazioni nella nostra informativa sulla privacy
ja: 詳細はプライバシー通知をご覧ください
ka: ვრცლად იხილეთ ჩვენი პირადულობის განაცხადი
kab: Issin ugar deg tsertit-nneɣ n tbaḍnit
kk: Жекелік ескертуімізден толығырақ біліңіз
ko: 개인정보 보호정책에서 자세히 알아보기
lo: ສຶກສາເພີ່ມເຕີມຢູ່ໃນແຈ້ງການຄວາມເປັນສ່ວນຕົວຂອງພວກເຮົາ
ml: ഞങ്ങളുടെ സ്വകാര്യതാ അറിയിപ്പിൽ വായിക്കുക
nb: Les mer i vår personvernerklæring
nl: Lees meer in onze privacyverklaring
nn: Les meir i personvern erklæringa vår
pa_in: ਸਾਡੀ ਪਰਦੇਦਾਰੀ ਸੂਚਨਾ ਵਿੱਚ ਹੋਰ ਜਾਣਕਾਰੀ ਲਵੋ
pl: Więcej informacji znajdziesz w naszych zasadach ochrony prywatności
pt_br: Saiba mais em nosso aviso de privacidade
pt_pt: Saiba mais nas nossas informações de privacidade
rm: Ve a savair dapli en nossas directivas per la protecziun da datas
ru: Узнайте больше в нашем уведомлении о конфиденциальности
sat_olck: ᱟᱞᱮᱭᱟᱜ ᱱᱤᱥᱚᱱ ᱱᱚᱴᱤᱥ ᱨᱮ ᱰᱷᱮᱨ ᱵᱟᱲᱟᱭ ᱢᱮ
scn: Cchiù nfurmazzioni nnô nostru abbisu di privatizza
si: රහස්‍යතා දැන්වීම ගැන තව දැනගන්න
sk: Ďalšie informácie nájdete v našom Vyhlásení o ochrane osobných údajov
sl: Preberite več v obvestilu o zasebnosti
sq: Mësoni më tepër te shënimi ynë mbi privatësinë
su: Ilikan deui iber privasi urang
sv: Läs mer i vårt sekretessmeddelande
tg: Маълумоти бештар дар «Огоҳномаи махфияти мо»
th: เรียนรู้เพิ่มเติมในประกาศความเป็นส่วนตัวของเรา
tr: Gizlilik bildirimimizle ilgili daha fazla bilgi alın
tt: Безнең xоусыйлык аңлатмасында күбрәк белегез
ug: شەخسىيەت ئۇقتۇرۇشىنىڭ تەپسىلاتىنى ئوقۇڭ
uk: Докладніше в нашому положенні про приватність
vi: Tìm hiểu thêm trong thông báo bảo mật của chúng tôi
zh_cn: 阅读我们的隐私声明以了解更多信息
zh_tw: 歡迎到隱私權公告了解更多資訊

# Onboarding.Welcome.Skip.v114
source: Skip
ab: Абжьажьра
be: Прапусціць
br: Tremen
bs: Preskoči
ca: Omet
co: Ignurà
cs: Přeskočit
cy: Hepgor
da: Spring over
de: Überspringen
dsb: Pśeskócyś
el: Παράλειψη
eo: Ignori
es: Saltar
es_ar: Omitir
es_cl: Saltar
es_es: Saltar
es_mx: Saltar
eu: Saltatu
fi: Ohita
fr: Ignorer
gd: Leum seachad
gl: Saltar
he: דילוג
hr: Preskoči
hsb: Přeskočić
hu: Kihagyás
hy_am: Բաց թողնել
ia: Saltar
id: Lewati
is: Sleppa
it: Ignora
ja: スキップ
ka: გამოტოვება
kab: Suref
kk: Аттап кету
ko: 건너뛰기
lo: ຂ້າມ
ml: ഒഴിവാക്കുക
nb: Hopp over
nl: Overslaan
nn: Hopp over
pa_in: ਛੱਡੋ
pl: Pomiń
pt_br: Pular
pt_pt: Ignorar
rm: Sursiglir
ru: Пропустить
sat_olck: ᱟᱲᱟᱜ
scn: Sauta
si: මඟහරින්න
sk: Preskočiť
sl: Preskoči
sq: Anashkaloje
su: Liwat
sv: Hoppa över
tg: Нодида гузарондан
th: ข้าม
tr: Atla
tt: Калдырып тору
ug: ئاتلا
uk: Пропустити
vi: Bỏ qua
zh_cn: 跳过
zh_tw: 略過

# Onboarding.Welcome.Title.TreatementA.v120
source: We love keeping you safe
ab: Ҳара бзиа иаҳбоит шәыхьчара
be: Мы любім дбаць пра вашу бяспеку
br: Ni a warez ac’hanoc’h gant plijadur
bs: Volimo da vas čuvamo
ca: Ens encanta mantenir-vos segur
co: A vostra prutezzione cunta per noi
cs: Rádi vás udržujeme v bezpečí
cy: Rydyn ni wrth ein bodd yn eich cadw chi’n ddiogel
da: Vi elsker at beskytte dig
de: Wir schützen Sie gerne
dsb: Šćitamy was rad
el: Μας αρέσει να σας προστατεύουμε
eo: Ni amas teni vin sekura
es: Nos encanta mantenerte seguro
es_ar: Nos encanta mantenerte seguro
es_cl: Nos encanta mantenerte a salvo
es_es: Nos encanta mantenerte seguro
es_mx: Nos encanta mantenerte seguro
eu: Zu seguru mantentzea dugu xede
fi: Turvaamisesi on tärkeää meille
fr: Votre protection compte pour nous
gd: Tha e a’ toirt tlachd dhuinn do chumail sàbhailte
gl: Encántanos telo seguro
he: אנחנו אוהבים לשמור עליך
hr: Volimo te štititi
hsb: Škitamy was rady
hu: Szeretjük biztonságban tartani Önt
hy_am: Մենք սիրում ենք ձեզ ապահով պահել
ia: A nos place mantener te secur
id: Kami senang menjaga Anda tetap aman
is: Við fáum kikk út úr því að halda þér öruggum
it: Ci piace mantenerti al sicuro
ja: 私たちはあなたの安全を守りたいと願っています
ka: ჩვენ ვზრუნავთ თქვენს უსაფრთხოებაზე
kab: Nḥemmel ad teqqimeḍ d aɣellsan
kk: Біз сіздің қауіпсіздігіңізді қамтамасыз етуді жақсы көреміз
ko: 우리는 사용자를 안전하게 지키는 것을 좋아합니다
lo: ພວກເຮົາຮັກທີ່ຈະດູແລຄວາມປອດໄພໃຫ້ທ່ານ
ml: താങ്ങളെ സുരക്ഷിതമായി വയ്ക്കാൻ ഞങ്ങളുടെ കടമയാണു്
nb: Vi beskytter deg gjerne
nl: We houden u graag veilig
nn: Vi vernar deg gjerne
pa_in: ਅਸੀਂ ਤੁਹਾਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹਾਂ
pl: Uwielbiamy zapewniać Ci bezpieczeństwo
pt_br: Adoramos manter você seguro
pt_pt: Adoramos mantê-lo(a) seguro(a)
rm: Nus ta protegin cun plaschair
ru: Нам нравится обеспечивать вашу безопасность
sat_olck: ᱟᱢ ᱴᱷᱤᱠ ᱨᱮ ᱫᱚᱦᱚᱢᱮᱪᱷᱚ ᱞᱟᱹᱜᱤᱫ ᱠᱩᱥᱤᱭᱟᱜᱼᱟ ᱞᱮ
scn: Ni piaci tinìriti ô sicuru
si: ඔබට ආරක්‍ෂාව සලසන්නෙමු
sk: Radi vás udržiavame v bezpečí
sl: Z veseljem skrbimo za vašo varnost
sq: Duam fort t’ju mbajmë të parrezik
su: Urang resep ngajaga anjeun sangkan aman
sv: Vi älskar att hålla dig säker
tg: Мо нигоҳдории бехатарии шуморо дӯст медорем
th: เรารักที่จะดูแลคุณให้ปลอดภัย
tr: Sizi güvende tutmayı seviyoruz
tt: Иминлегегез безнең өчен бик мөһим
ug: بىخەتەرلىكىڭىزنى ساقلاشنى ياخشى كۆرىمىز
uk: Ми дбаємо про вашу безпеку
vi: Chúng tôi thích việc giữ an toàn cho bạn
zh_cn: 我们乐于为您护航
zh_tw: 我們希望確保您上網安全

# Onboarding.Welcome.Title.v114
source: Welcome to an independent internet
ab: Бзиала шәаабеит ихьыԥшым аинтернет ахь
be: Сардэчна запрашаем у незалежны Інтэрнэт
br: Donemat war un internet dizalc'h
bs: Dobrodošli na nezavisni internet
ca: Us donem la benvinguda a una Internet independent
co: Benvenuta in un Internet indipendente
cs: Vítejte na nezávislém internetu
cy: Croeso i ryngrwyd annibynnol
da: Velkommen til et uafhængigt internet
de: Willkommen in einem unabhängigen Internet
dsb: Witajśo k njewótwisnemu internetoju
el: Καλώς ορίσατε σε ένα ανεξάρτητο διαδίκτυο
eo: Bonvenon al sendependa interreto
es: Te damos la bienvenida a un internet independiente
es_ar: Bienvenido a una Internet independiente
es_cl: Te damos la bienvenida a un internet independiente
es_es: Te damos la bienvenida a un internet independiente
es_mx: Te damos la bienvenida a un internet independiente
eu: Ongi etorri Internet independente batera
fi: Tervetuloa itsenäiseen internetiin
fr: Bienvenue sur un Internet indépendant
gd: Fàilte gu eadar-lìon neo-eisimeileach
gl: Benvido a unha internet independente
he: ברוכים הבאים לאינטרנט עצמאי
hr: Dobro došao, dobro došla u neovisni internet
hsb: Witajće k njewotwisnemu internetej
hu: Üdvözöljük egy független interneten
hy_am: Բարի գալուստ անկախ համացանց
ia: Benvenite in un internet independente
id: Selamat datang di internet yang independen
is: Velkomin á sjálfstætt internet
it: Benvenuti nell’Internet indipendente
ja: 誰のものでもない自由なインターネットへようこそ
ka: კეთილი იყოს თქვენი ფეხი დამოუკიდებელ ინტერნეტსამყაროში
kab: Ansuf ɣer internet ilelli
kk: Тәуелсіз интернетке қош келдіңіз
ko: 나만의 인터넷에 오신 것을 환영합니다
lo: ຍິນດີຕ້ອນຮັບສູ່ອິນເຕີເນັດທີບໍ່ມີຂອບຈຳກັດ
ml: ഒരു സ്വതന്ത്ര ഗോളാന്തരവലയിലേക്കു സ്വാഗതം
nb: Velkommen til et uavhengig internett
nl: Welkom bij een onafhankelijk internet
nn: Velkomen til eit uavhengig internett
pa_in: ਆਜ਼ਾਦ ਇੰਟਰਨੈੱਟ ਲਈ ਜੀ ਆਇਆਂ ਨੂੰ
pl: Witamy w niezależnym Internecie
pt_br: Boas-vindas a uma internet independente
pt_pt: Bem-vindo/a a uma Internet independente
rm: Bainvegni en in internet independent
ru: Добро пожаловать в независимый интернет
sat_olck: ᱥᱟᱹᱫᱷᱤᱱ ᱤᱱᱴᱚᱨᱱᱮᱴ ᱨᱮ ᱟᱢᱟᱜ ᱥᱟᱹᱜᱩᱱ ᱫᱟᱨᱟᱢ
scn: Bummegna nta n’internet nnipinnenti
si: ස්වාධීන අන්තර්ජාලයකට පිළිගනිමු
sk: Vitajte na nezávislom internete
sl: Dobrodošli na neodvisnem internetu
sq: Mirë se vini te një internet i pavarur
su: Wilujeng sumping di internét mandiri
sv: Välkommen till ett oberoende internet
tg: Хуш омадед ба Интернети мустақил
th: ยินดีต้อนรับสู่อินเทอร์เน็ตที่เป็นอิสระ
tr: Bağımsız bir internete hoş geldiniz
tt: Бәйсез интернетка рәхим итегез
ug: مۇستەقىل ئىنتېرنېتقا خۇش كەلدىڭىز
uk: Вітаємо у незалежному інтернеті
vi: Chào mừng bạn đến với internet độc lập
zh_cn: 欢迎开启不受巨头左右的互联网世界
zh_tw: 歡迎來到一個更加獨立的網路環境

# Onboarding.Modern.Customization.Theme.Continue.Action.v140
source: Continue
br: Kenderc’hel
bs: Nastavi
cs: Pokračovat
cy: Parhau
de: Weiter
dsb: Dalej
el: Συνέχεια
es_ar: Continuar
es_cl: Continuar
fi: Jatka
fr: Continuer
he: המשך
hr: Nastavi
hsb: Dale
ia: Continuar
it: Continua
ka: განაგრძეთ
kab: Kemmel
kk: Жалғастыру
ko: 계속
nb: Fortsett
nl: Doorgaan
nn: Hald fram
pt_br: Continuar
pt_pt: Continuar
ru: Продолжить
scn: Cuntinua
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
tg: Идома додан
th: ดำเนินการต่อ
tr: İleri
uk: Продовжити
zh_cn: 继续
zh_tw: 繼續

# Onboarding.Modern.Customization.Toolbar.Bottom.Action.v140
source: Bottom
br: Traoñ
bs: Dno
ca: Inferior
cs: Dole
cy: Gwaelod
da: Bund
de: Unten
dsb: Dołojce
el: Κάτω
eo: Malsupre
es_ar: Parte inferior
es_cl: Inferior
es_es: Parte inferior
fi: Alhaalla
fr: En bas
he: למטה
hr: Dolje
hsb: Deleka
hu: Alul
hy_am: Ներքևում
ia: Infra
is: Neðst
it: In basso
ja: 画面下部
ka: ქვემოთ
kab: Adda
kk: Төменде
ko: 아래
lo: ປຸ່ມກົດ
ml: കീഴ്ഭാഗം
nb: Bunn
nl: Onderaan
nn: Botn
pa_in: ਹੇਠਾਂ
pt_br: Embaixo
pt_pt: Fundo
ru: Снизу
scn: Jusu
sk: Dole
sl: Na dnu
sv: Nederst
tg: Поён
th: ด้านล่าง
tr: Altta
ug: ئاستى
uk: Внизу
vi: Phía dưới
zh_cn: 底部
zh_tw: 底部

# Onboarding.Modern.Customization.Toolbar.Top.Action.v140
source: Top
br: Krec’h
bs: Vrh
ca: Superior
cs: Nahoru
cy: Brig
de: Oben
dsb: Górjejce
el: Πάνω
eo: Supre
es_ar: Parte superior
es_cl: Superior
es_es: Parte superior
fi: Ylhäällä
fr: En haut
he: למעלה
hr: Gore
hsb: Horjeka
hu: Felül
hy_am: Վերևում
ia: Supra
is: Efst
it: In alto
ja: 画面上部
ka: ზემოთ
kab: Afella
kk: Жоғарыда
ko: 위
lo: ເທິງ
ml: മേൽഭാഗം
nb: Topp
nl: Bovenaan
nn: Topp
pa_in: ਸਿਖਰ
pt_br: No alto
pt_pt: Topo
ru: Сверху
scn: Susu
sk: Hore
sl: Na vrhu
sv: Överst
tg: Боло
th: ด้านบน
tr: Üstte
ug: چوققا
uk: Вгорі
vi: Phía trên
zh_cn: 顶部
zh_tw: 頂端

# Onboarding.Modern.Sync.Skip.Action.v140
source: Not now
br: Ket bremañ
bs: Ne sada
ca: Ara no
cs: Teď ne
cy: Nid nawr
da: Ikke nu
de: Nicht jetzt
dsb: Nic něnto
el: Όχι τώρα
eo: Ne nun
es_ar: No ahora
es_cl: Ahora no
es_es: Ahora no
fi: Ei nyt
fr: Plus tard
he: לא כעת
hr: Ne sada
hsb: Nic nětko
hu: Most nem
hy_am: Ոչ հիմա
ia: Non ora
is: Ekki núna
it: Non adesso
ja: 後で
ka: ახლა არა
kab: Mačči tura
kk: Қазір емес
ko: 나중에
lo: ບໍ່ແມ່ນດຽວນີ້
ml: ഇപ്പോഴല്ല
nb: Ikke nå
nl: Niet nu
nn: Ikkje no
pa_in: ਹੁਣੇ ਨਹੀਂ
pt_br: Agora não
pt_pt: Agora não
ru: Не сейчас
scn: Ora no
sk: Teraz nie
sl: Ne zdaj
sv: Inte nu
tg: Ҳоло не
th: ไม่ใช่ตอนนี้
tr: Şimdi değil
ug: ھازىر ئەمەس
uk: Не зараз
vi: Không phải bây giờ
zh_cn: 暂时不要
zh_tw: 現在不要

# Onboarding.Modern.TermsOfService.AgreementButtonTitle.v140
source: Continue
br: Kenderc’hel
bs: Nastavi
ca: Continua
cs: Pokračovat
cy: Parhau
da: Fortsæt
de: Weiter
dsb: Dalej
el: Συνέχεια
eo: Daŭrigi
es_ar: Continuar
es_cl: Continuar
es_es: Continuar
fi: Jatka
fr: Continuer
he: המשך
hr: Nastavi
hsb: Dale
hu: Folytatás
hy_am: Շարունակել
ia: Continuar
is: Halda áfram
it: Continua
ja: 続ける
ka: გაგრძელება
kab: Kemmel
kk: Жалғастыру
ko: 계속
lo: ສືບຕໍ່
ml: തുടരുക
nb: Fortsett
nl: Doorgaan
nn: Hald fram
pa_in: ਜਾਰੀ ਰੱਖੋ
pt_br: Avançar
pt_pt: Continuar
ru: Продолжить
scn: Cuntinua
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
tg: Идома додан
th: ดำเนินการต่อ
tr: Devam et
ug: داۋاملاشتۇر
uk: Продовжити
vi: Tiếp tục
zh_cn: 继续
zh_tw: 繼續

# Onboarding.Modern.TermsOfService.ManageLink.v140
source: Manage
br: Merañ
bs: Upravljanje
ca: Gestiona
cs: Správa
cy: Rheoli
da: Håndter
de: Verwalten
dsb: Zastojaś
el: Διαχείριση
eo: Administri
es_ar: Administrar
es_cl: Administrar
es_es: Administrar
fi: Hallitse
fr: Gérer
he: ניהול
hr: Upravljaj
hsb: Rjadować
hu: Kezelés
hy_am: Կառավարել
ia: Gerer
is: Stjórna
it: Gestisci
ja: 管理
ka: მართვა
kab: Sefrek
kk: Басқару
ko: 관리
lo: ຈັດການ
ml: കൈകാര്യം ചെയ്യുക
nb: Behandle
nl: Beheren
nn: Handsam
pa_in: ਬੰਦੋਬਸਤ
pt_br: Gerenciar
pt_pt: Gerir
ru: Управление
scn: Manija
sk: Spravovať
sl: Upravljaj
sv: Hantera
tg: Идоракунӣ
th: จัดการ
tr: Yönet
ug: باشقۇرۇش
uk: Керувати
vi: Quản lý
zh_cn: 管理
zh_tw: 管理

# Onboarding.Modern.TermsOfService.PrivacyPreferences.LearnMore.v140
source: Learn more
br: Gouzout hiroc’h
bs: Saznajte više
ca: Més informació
cs: Zjistit více
cy: Dysgu rhagor
da: Læs mere
de: Weitere Informationen
dsb: Dalšne informacije
el: Μάθετε περισσότερα
eo: Pli da informo
es_ar: Conocer más
es_cl: Aprender más
es_es: Saber más
fi: Lue lisää
fr: En savoir plus
he: מידע נוסף
hr: Saznaj više
hsb: Dalše informacije
hu: További tudnivalók
hy_am: Իմանալ ավելին
ia: Pro saper plus
is: Fræðast meira
it: Ulteriori informazioni
ja: 詳細情報
ka: ვრცლად
kab: Issin ugar
kk: Көбірек білу
ko: 더 알아보기
lo: ສຶກສາເພີ່ມເຕີມ
ml: കൂടുതലറിയുക
nb: Les mer
nl: Meer info
nn: Les meir
pa_in: ਹੋਰ ਜਾਣੋ
pt_br: Saiba mais
pt_pt: Saber mais
ru: Подробнее
scn: Cchiù nfurmazzioni
sk: Ďalšie informácie
sl: Več o tem
sv: Läs mer
tg: Маълумоти бештар
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi alın
ug: تەپسىلاتى
uk: Докладніше
vi: Tìm hiểu thêm
zh_cn: 详细了解
zh_tw: 更多資訊

# Onboarding.Modern.TermsOfService.PrivacyPreferences.Title.v140
source: Help us make %@ better
br: Sikourit ac’hanomp da wellaat %@
bs: Pomozite nam da učinimo %@ boljim
ca: Ajudeu-nos a millorar el %@
cs: Pomozte nám vylepšit %@
cy: Helpwch ni i wneud %@ yn well
da: Hjælp os med at gøre %@ bedre
de: Helfen Sie uns, %@ zu verbessern
dsb: Pomagajśo nam, %@ pólěpšyś
el: Βοηθήστε μας να βελτιώσουμε το %@
eo: Helpu nin plibonigi %@
es_ar: Ayudanos a mejorar %@
es_cl: Ayúdanos a mejorar %@
es_es: Ayúdanos a mejorar %@
fi: Auta meitä parantamaan %@ia
fr: Aidez-nous à améliorer %@
he: עזרו לנו לשפר את %@
hr: Pomogni nam poboljšati %@
hsb: Pomhajće nam, %@ polěpšić
hu: Segítsen jobbá tenni a %@ alkalmazást
hy_am: Օգնեք մեզ բարելավել %@-ը
ia: Adjuta nos a render %@ melior
is: Hjálpaðu okkur að gera %@ betri
it: Aiutaci a migliorare %@
ja: %@ の改善にご協力ください
ka: დაგვეხმარეთ, გავაუმჯობესოთ %@
kab: All-aneɣ ad nerr %@ igerrez ugar
kk: Бізге %@ жақсартуға көмектесіңіз
ko: %@를 개선할 수 있도록 도와주세요
lo: ຊ່ວຍພວກເຮົາເຮັດໃຫ້ %@ ດີຂຶ້ນ
ml: %@-നു് മെച്ചപ്പെടുത്താൻ ഞങ്ങളെ തുണയ്ക്കുക
nb: Hjelp oss med å gjøre %@ bedre
nl: Help ons %@ te verbeteren
nn: Hjelp oss med å gjere %@ betre
pa_in: %@ ਨੂੰ ਵਧੀਆ ਬਣਾਉਣ ਲਈ ਸਾਡੀ ਮਦਦ ਕਰੋ
pt_br: Ajude-nos a melhorar o %@
pt_pt: Ajude-nos a tornar o %@ melhor
ru: Помогите нам сделать %@ лучше
scn: Ajùtani a fari megghiu %@
sk: Pomôžte nám zlepšiť %@
sl: Pomagajte nam izboljšati %@
sv: Hjälp oss att göra %@ bättre
tg: Ба мо барои беҳтар кардани браузери «%@» кумак расонед
th: ช่วยเราทำให้ %@ ดีขึ้น
tr: %@ tarayıcısını iyileştirmemize yardım edin
ug: %@ نى تېخىمۇ ياخشى قىلىشىمىزغا ياردەملىشىدۇ
uk: Допоможіть нам зробити %@ кращим
vi: Hãy giúp chúng tôi cải thiện %@
zh_cn: 帮助我们改进 %@
zh_tw: 幫助我們讓 %@ 變得更好

# Onboarding.Modern.TermsOfService.TermsOfServiceAgreement.v140
source: By continuing, you agree to the %@
br: Ma kendalc’hit ec’h asantit d’an %@
bs: Nastavkom prihvatate %@
ca: En continuar, accepteu les %@
cs: Pokračováním souhlasíte s %@
cy: Trwy barhau, rydych yn cytuno i'r %@
da: Ved at fortsætte accepterer du %@
de: Indem Sie fortfahren, stimmen Sie den %@ zu.
dsb: Gaž pókšacujośo, zwólijośo do %@
el: Συνεχίζοντας, συμφωνείτε με τους %@
eo: Se vi daŭrigas vi akceptas la %@
es_ar: Al continuar, aceptás los %@
es_cl: Al continuar, aceptas los %@
es_es: Al continuar, aceptas los %@
fi: Jatkamalla hyväksyt %@
fr: En continuant, vous acceptez les %@
he: בחירה בהמשך מהווה הסכמה ל%@
hr: Nastavljanjem prihvaćaš %@
hsb: Hdyž pokročujeće, zwoliće do %@
hu: A folytatással elfogadja az %@
hy_am: Շարունակելով՝ դուք համաձայնում եք %@-ին
ia: Si tu continua, tu concorda con %@
is: Með því að halda áfram, samþykkir þú %@
it: Proseguendo, accetti le %@.
ja: 続けると、%@ に同意したものとみなされます
ka: თუ განაგრძობთ, თანახმა ხართ მიიღოთ %@
kab: S ukemmel, ad tqebleḍ %@..
kk: Жалғастыру арқылы сіз %@ келісесіз
ko: 계속 진행하면 %@에 동의하게 됩니다
lo: ເມື່ອດຳເນີນການຕໍ ຖືວ່າທ່ານໄດ້ຍອມຮັບ %@
ml: തുടരുന്നതിലൂടെ, താങ്ങൾ %@ അംഗീകരിക്കുന്നു
nb: Ved å fortsette godtar du %@
nl: Door verder te gaan, gaat u akkoord met de %@
nn: Ved å halde fram, godtek du %@
pa_in: ਜਾਰੀ ਰੱਖ ਕੇ ਤੁਸੀਂ %@ ਨਾਲ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ
pt_br: Ao continuar, você declara que concorda com os %@
pt_pt: Ao continuar, concorda com os %@
ru: Продолжая, вы соглашаетесь с %@
scn: Cuntinuannu, accetti i %@
sk: Pokračovaním súhlasíte s dokumentom %@
sl: Z nadaljevanjem se strinjate s %@.
sv: Genom att fortsätta godkänner du %@
tg: Бо идома додан, шумо бо %@ розӣ мешавед
th: เมื่อดำเนินการต่อ ถือว่าคุณยอมรับ%@
tr: Devam ettiğinizde %@’nı kabul etmiş sayılırsınız
ug: داۋاملاشتۇرسىڭىز، %@ غا قوشۇلىسىز
uk: Продовжуючи, ви погоджуєтеся з %@
vi: Bằng cách tiếp tục, bạn đồng ý với %@
zh_cn: 继续即表示您同意 %@
zh_tw: 若繼續，代表您同意 %@

# Onboarding.Modern.TermsOfUse.TermsOfUseLink.v140
source: %@ Terms of Use.
br: Termenoù implij %@.
bs: %@ uslovi korištenja.
ca: condicions d'ús del %@.
cs: Podmínky používání aplikace %@.
cy: Amodau Defnydd %@
da: Betingelser for brug af %@.
de: Nutzungsbedingungen von %@
dsb: Wužywańske wuměnjenja %@.
el: Όρους χρήσης του %@.
eo: Kondiĉoj de uzo de %@.
es_ar: Términos de uso de %@.
es_cl: Términos de uso de %@.
es_es: Términos de uso de %@.
fi: %@in käyttöehdot.
fr: Conditions d’utilisation de %@.
he: תנאי השימוש של %@.
hr: %@ uvjeti korištenja.
hsb: Wužiwanske wuměnjenja %@.
hu: A %@ felhasználási feltételei.
hy_am: %@-ի օգտագործման պայմաններ
ia: Conditiones de uso de %@.
is: Notkunarskilmálar %@.
it: condizioni di utilizzo di %@
ja: %@ 利用規約。
ka: %@ – გამოყენების პირობები.
kab: Tiwtilin n useqdec n %@.
kk: %@ қолдану шарттары.
ko: %@ 이용약관
lo: %@ ເງື່ອນໄຂການໃຊ້ງານ.
ml: %@ ഉപയോഗനിബന്ധനകൾ.
nb: %@ brukervilkår.
nl: Gebruiksvoorwaarden van %@.
nn: %@ brukarvilkår.
pa_in: %@ ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ ਹਨ।
pt_br: Termos de uso do %@.
pt_pt: Termos de utilização do %@.
ru: Условия использования %@.
scn: Tèrmini di sirbizzu di %@.
sk: Podmienky používania aplikácie %@.
sl: pogoji uporabe %@a.
sv: Användarvillkor för %@.
tg: Шартҳои истифодаи «%@»
th: เงื่อนไขการใช้งาน %@
tr: %@ Kullanım Koşulları
ug: %@ نىڭ ئىشلىتىش شەرتلىرى.
uk: Умови користування %@.
vi: Điều khoản sử dụng %@.
zh_cn: %@ 使用条款
zh_tw: %@ 使用條款。

# Onboarding.Modern.Welcome.ActionTreatementA.v140
source: Set as Default Browser
br: Lakaat da verdeer dre ziouer
bs: Postavi kao zadani preglednik
ca: Defineix com a navegador per defecte
cs: Nastavit jako výchozí prohlížeč
cy: Gosod fel y Porwr Ragosodedig
da: Angiv som standardbrowser
de: Als Standardbrowser festlegen
dsb: Ako standardny wobglědowak nastajiś
el: Ορισμός ως προεπιλογή
eo: Difini kiel norma retumilo
es_ar: Establecer como navegador predeterminado
es_cl: Establecer como navegador predeterminado
es_es: Establecer como navegador predeterminado
fi: Aseta oletusselaimeksi
fr: Définir comme navigateur par défaut
he: הגדרה כדפדפן ברירת המחדל
hr: Postavi kao standardni preglednik
hsb: Jako standardny wobhladowak nastajić
hu: Beállítás alapértelmezett böngészőként
hy_am: Կայել որպես սկզբնադիր դիտարկիչ
ia: Eliger como navigator predefinite
is: Setja sem sjálfgefinn vafra
it: Imposta come browser predefinito
ja: 既定のブラウザーに設定
ka: ნაგულისხმევ ბრაუზერად დაყენება
kab: Sbadu-t d iminig amezwer
kk: Негізгі браузер қылу
ko: 기본 브라우저로 설정
lo: ຕັ້ງໃຫ້ເປັນບຣາວເຊີຫລັກ
ml: തനതു അന്വേഷിയന്ത്രമാക്കുക
nb: Bruk som standard nettleser
nl: Als standaardbrowser instellen
nn: Bruk som standard nettlesar
pa_in: ਮੂਲ ਬਰਾਊਜ਼ਰ ਬਣਾਓ
pt_br: Definir como navegador padrão
pt_pt: Definir como navegador predefinido
ru: Установить браузером по умолчанию
scn: Cunfijura comu navicaturi pridifinutu
sk: Nastaviť ako predvolený prehliadač
sl: Nastavi kot privzeti brskalnik
sv: Ange som standardwebbläsare
tg: Гузоштан ҳамчун браузери пешфарз
th: ตั้งเป็นเบราว์เซอร์เริ่มต้น
tr: Saptanmış tarayıcı yap
ug: كۆڭۈلدىكى توركۆرگۈ قىلىپ تەڭشەيدۇ
uk: Встановити типовим браузером
vi: Đặt làm trình duyệt mặc định
zh_cn: 设为默认浏览器
zh_tw: 設為預設瀏覽器

# Onboarding.Modern.Welcome.Skip.v140
source: Not Now
br: Ket bremañ
bs: Ne sada
ca: Ara no
cs: Teď ne
cy: Nid Nawr
da: Ikke nu
de: Nicht jetzt
dsb: Nic něnto
el: Όχι τώρα
eo: Ne nun
es_ar: No ahora
es_cl: Ahora no
es_es: Ahora no
fi: Ei nyt
fr: Plus tard
he: לא כעת
hr: Ne sada
hsb: Nic nětko
hu: Most nem
hy_am: Ոչ հիմա
ia: Non ora
is: Ekki núna
it: Non adesso
ja: 後で
ka: ახლა არა
kab: Mačči tura
kk: Қазір емес
ko: 나중에
lo: ບໍ່ແມ່ນຕອນນີ້
ml: ഇപ്പോഴല്ല
nb: Ikke nå
nl: Niet nu
nn: Ikkje no
pa_in: ਹੁਣੇ ਨਹੀਂ
pt_br: Agora não
pt_pt: Agora não
ru: Не сейчас
scn: Ora no
sk: Teraz nie
sl: Ne zdaj
sv: Inte nu
tg: Ҳоло не
th: ไม่ใช่ตอนนี้
tr: Şimdi değil
ug: ھازىر ئەمەس
uk: Не зараз
vi: Không phải bây giờ
zh_cn: 暂时不要
zh_tw: 現在不要

# Onboarding.TermsOfService.AgreementButtonTitle.v135
source: Agree and continue
br: Asantiñ ha kenderc’hel
bs: Slažem se, nastavi
ca: Accepta i continua
co: Accettà è cuntinuà
cs: Souhlasím a pokračovat
cy: Cytuno a pharhau
da: Accepter og fortsæt
de: Zustimmen und fortfahren
dsb: Pśizwóliś a pókšacowaś
el: Αποδοχή και συνέχεια
eo: Konsenti kaj daŭrigi
es: Aceptar y continuar
es_ar: Aceptar y continuar
es_cl: Aceptar y continuar
es_es: Aceptar y continuar
es_mx: Aceptar y continuar
eu: Onartu eta jarraitu
fi: Hyväksy ja jatka
fr: Accepter et continuer
gl: Aceptar e continuar
he: הסכמה והמשך
hr: Prihvati i nastavi
hsb: Přizwolić a pokročować
hu: Elfogadás és folytatás
hy_am: Համաձայնել և շարունակել
ia: Accordar se e continuar
id: Setuju dan lanjutkan
is: Samþykkja og halda áfram
it: Accetta e prosegui
ja: 同意して続ける
ka: თანხმობა და გაგრძელება
kab: Qbel syen kemmel
kk: Келісу және жалғастыру
ko: 동의하고 계속
lo: ເຫັນດີ ແລະ ສືບຕໍ່
ml: സമ്മതിച്ച് തുടരുക
nb: Godta og fortsett
nl: Akkoord en doorgaan
nn: Godta og hald fram
pa_in: ਸਹਿਮਤ ਅਤੇ ਜਾਰੀ ਰੱਖੋ
pt_br: Concordar e continuar
pt_pt: Concordar e continuar
rm: Acceptar e cuntinuar
ru: Согласиться и продолжить
sat_olck: ᱨᱮᱵᱮᱱ ᱢᱮ ᱟᱨ ᱞᱟᱦᱟᱜ ᱢᱮ
scn: Accetta e cuntinua
si: එකඟ වී ඉදිරියට
sk: Súhlasím a pokračovať
sl: Strinjam se, nadaljuj
sq: Shprehni pajtimin dhe vazhdoni
sv: Godkänn och fortsätt
tg: Розӣ шавед ва идома диҳед
th: ยินยอมและดำเนินต่อ
tr: Kabul et ve devam et
ug: قوشۇلۇپ داۋاملاشتۇر
uk: Погодитись і продовжити
vi: Đồng ý và tiếp tục
zh_cn: 同意并继续
zh_tw: 同意並繼續
